"Button 1:"		= "Button 1:";
"Button 2:"		= "Button 2:";
"Button 3:" 	= "Button 3:";
"Button 4:"		= "Button 4:";

"Backlight Correction"	= "Корекція фону";
"Color Restoration"		= "Оновлення кольору";
"Descreening"			= "Усунення муару";
"Dust Removal"			= "Видалення дефектів";
"Unsharp Mask"			= "Нерізка маска";

"None"			= "Немає";
"Newspaper"		= "Газета (85 ліній на дюйм)";
"Magazine"		= "Журнал (133 ліній на дюйм)";
"Fine Prints"	= "Високоякісні відбитки (175 ліній на дюйм)";
"General"		= "Базове";

"Low"		= "Низький";
"Medium"	= "Середній";
"High"		= "Високий";

"Quiet Mode"        = "Реж. без пов-нь";
"Off"               = "Викл.";
"On"                = "Вкл.";
"Printer Setting"   = "Настройка принтера";
